[
  {
    "id": "1",
    "name": "How To Volunteer?",
    "desc": "Sign Up as a volunteer at Volunteer Signup.Confirm your email ID within 30 minutes.Update your profile along with your resume or Linkedin profile.Explore online projects available at Projects, apply those that best fit your skills and causes that you care for.Once you complete the project, your work will be reviewed and rated by the NGO and you get a certificate of appreciation. All the services rendered by the volunteers are not paid."
  },
  {
    "id": "2",
    "name": "Will i get pain after volunteering",
    "desc": "No. Volunteering is an altruistic activity where an individual freely gives time to benefit another person, group or organization. As a volunteer you not only develop your skills, and promote goodness and improve human quality of life, you may also gain other positive benefits such as gaining new knowledge,increasing your network and improving your mental health and wellbeing.All the services rendered by the volunteers are not paid."
  },
  {
    "id": "3",
    "name": "Will i get a certificate after completion",
    "desc": "Yes. After you finish your online volunteering project, we will ask the organisation you volunteered for to confirm completion and provide a review of your work. Once a review form is submitted to us we will issue a certificate of appreciation for you."
  },
  {
    "id": "4",
    "name": "Can i get a job in NGO",
    "desc": "Chezuba is an online volunteering platform. You can help NGOs across the globe by signing up as a volunteer and you can make an impact from the comfort of your home. All the volunteering work is unpaid. We are not providing job opportunities in NGOs and volunteering doesn’t guarantee a job allocation in an NGO."
  },
  {
    "id": "5",
    "name": "Can i do an internship in ngo",
    "desc": "Chezuba is an online volunteering platform. You can help NGOs across the globe by signing up as a volunteer and you can make an impact from the comfort of your home. All the volunteering work is unpaid. We are not providing internship opportunities in NGOs and volunteering doesn’t guarantee an internship placement in an NGO."
  },
  {
    "id": "6",
    "name": "how to join as ngo",
    "desc": "Sign Up as an organization at NGO Signup.Confirm your email ID within 30 minutes.Update your profile along with your mission statement and Certificate of RegistrationTo post an assignment to work with online volunteers contact partners@chezuba.net, call us or WhatsApp us at +91-7793 926 289."
  },
  {
    "id": "7",
    "name": "can i get funding for my ngo",
    "desc": "Chezuba is an online volunteering platform through which you can get online volunteers to help your non-profit organization with tasks that can be done online such as content writing, social media management or website creation. We are not a funding agency and we don’t connect you to donors."
  },
  {
    "id": "8",
    "name": "how to setup an ngo",
    "desc": "Chezuba is an online volunteering platform through which you can get online volunteers to help your non-profit organization with tasks that can be done online such as content writing, social media management or website creation. We can’t help you with setting up an NGO as we are only working with registered organizations."
  }
]
